/* No comment provided by engineer. */
"AboutStation" = "Music	One אודות";

/* No comment provided by engineer. */
"Station Name" = "Music One";

/* No comment provided by engineer. */
"Support Info" = "תמיכה";

/* No comment provided by engineer. */
"AboutURL" = "http://app.musicone.fm/mobile/about.php";

/* No comment provided by engineer. */
"SupportURL" = "http://app.musicone.fm/mobile/support.php";

